{
    "titulo": "Harry Potter e A Pedra Filosofal 1",
    "autor": "J. K. Rowling",
    "categoria": "Fantasia",
    "imagem": "http://lojasaraiva.vteximg.com.br/arquivos/ids/12110250/1007739147.jpg?v=637142252496370000",
    "descricao": "Harry Potter é um garoto cujos pais, feiticeiros, foram assassinados por um poderosíssimo bruxo quando ele ainda era um bebê. Ele foi levado, então, para a casa dos tios que nada tinham a ver com o sobrenatural. Pelo contrário. Até os 10 anos, Harry foi uma espécie de gata borralheira: maltratado pelos tios, herdava roupas velhas do primo gorducho, tinha óculos remendados e era tratado como um estorvo. No dia de seu aniversário de 11 anos, entretanto, ele parece deslizar por um buraco sem fundo, como o de Alice no país das maravilhas, que o conduz a um mundo mágico. Descobre sua verdadeira história e seu destino: ser um aprendiz de feiticeiro até o dia em que terá que enfrentar a pior força do mal, o homem que assassinou seus pais. O menino de olhos verde, magricela e desengonçado, tão habituado à rejeição, descobre, também, que é um herói no universo dos magos",
    "preco": 29.93,
    "status": true,
    "__v": 0
}
{
    "titulo": "Harry Potter e A Câmara Secreta 2",
    "autor": "J. K. Rowling",
    "categoria": "Fantasia",
    "imagem": "http://lojasaraiva.vteximg.com.br/arquivos/ids/12100503/1007817940.jpg?v=637142217019530000",
    "descricao": "Os Dursley estavam tão anti-sociais naquele verão, que tudo o que Harry queria era voltar às aulas da Escola de Bruxarias de Hogwarts. No entanto, quando já terminava de fazer suas malas, Harry recebe um aviso de um estranho chamado Dobby, que diz que um desastre acontecerá caso Potter decida voltar à Hogwarts. Harry não liga para aquela mensagem e o desastre realmente acontece. Naquele segundo ano estudando em Hogwarts, novos horrores surgem para atormentar Harry, incluindo o novo professor Gilderoy Lockhart e um espírito chamado Moaning Myrtle, que assombra o banheiro feminino, além de olhares indesejados da irmã mais nova de Ron Weasley, Ginny. Todos esses problemas, no entanto, parecem menores quando o verdadeiro problema começa e algo transforma os alunos de Hogwarts em pedra. Dentre os suspeitos: o próprio Harry. Descubra o fim desta aventura emocionante.",
    "preco": 31.12,
    "status": true,
    "__v": 0
}
{
    "titulo": "O Último Desejo - The Witcher - A Saga Do Bruxo Geralt De Rivia - Vol. 1 - Capa Clássica",
    "autor": "Andrzej Sapkowski",
    "categoria": "Fantasia",
    "imagem": "http://lojasaraiva.vteximg.com.br/arquivos/ids/12604724/1010073892.jpg?v=6371526872856700000",
    "descricao": "Geralt de Rívia é um bruxo sagaz e habilidoso. Um assassino impiedoso e de sangue-frio treinado, desde a infância, para caçar e eliminar monstros. Seu único objetivo: destruir as criaturas do mal que assolam o mundo. Um mundo fantástico criado por Sapkowski com claras influências da mitologia eslava. Um mundo em que nem todos os que parecem monstros são maus nem todos os que parecem anjos são bons...",
    "preco": 49.9,
    "status": true,
    "__v": 0
}
{
    "titulo": "Vilão",
    "autor": "V. E. Schwab",
    "categoria": "Ficção",
    "imagem": "http://lojasaraiva.vteximg.com.br/arquivos/ids/12115613/1008438826.jpg?v=637142272315970000",
    "descricao": "Uma história sobre ambição, inveja, desejo e superpoderes, da autora da série Tons de Magia. Victor e Eli, dois jovens brilhantes, arrogantes e solitários, se conheceram na Universidade de Merit e logo se deram bem, identificando um no outro a mesma sagacidade e a mesma ambição. No último ano da faculdade, o interesse em comum numa pesquisa sobre adrenalina, experiências de quase morte e poderes sobrenaturais lhes oferece uma possibilidade antes inimaginável: de que uma pessoa, sob as condições certas, seja capaz de desenvolver habilidades extraordinárias. No entanto, quando colocam em prática essa teoria, as coisas dão muito errado. Dez anos depois, Victor foge da prisão, determinado a encontrar seu antigo amigo — agora inimigo. Para localizá-lo, ele conta com a ajuda de uma garotinha, Sydney, cuja natureza reservada esconde uma habilidade sem igual, mas extremamente perigosa. Enquanto isso, há dez anos Eli tem uma única missão: erradicar todas as pessoas ExtraOrdinárias que encontra — exceto sua ajudante, Serena, uma mulher enigmática e persuasiva, capaz de impor sua vontade a qualquer um. Armado com poderes terríveis e movido pela lembrança da traição e da perda, Victor caça seu arqui-inimigo em busca de vingança e de um embate no qual sabe que um dos dois deve morrer.",
    "preco": 49.9,
    "status": true,
    "__v": 0
}
{
    "titulo": "O Hobbit",
    "autor": "J. R. R Tolkien",
    "categoria": "Ficção",
    "imagem": "http://lojasaraiva.vteximg.com.br/arquivos/ids/12116412/1008621081.jpg?v=637142275191900000",
    "descricao": "O Hobbit conquistou fãs de todas as idades no mundo inteiro. Ao narrar os acontecimentos anteriores de O Senhor dos Anéis, o livro passou a ser admirado e estudado pos todos os amantes da mitologia tolkeniana. Contudo, vale lembrar que, desde sua origem, O Hobbit sempre foi um livro para o público infantojuvenil. Concebido e escrito como uma história de ninar para os filhos do autor. Essa edição, em brochura, procura se manter fiel ao público-alvo da jornada de Bilbo: as crianças. Para isso, o livro contém, na íntegra, a mesma tradução da narrativa que compõe a versão em capa dura, além das ilustrações originais de Tolkien. Mas, com o objetivo de manter o livro mais acessível aos jovens, elimina os textos acessórios, cujo caráter é mais acadêmico",
    "preco": 44.9,
    "status": true,
    "__v": 0
}
{
    "titulo": "Harry Potter e O Prisioneiro De Azkaban 3",
    "autor": "J. K. Rowling",
    "categoria": "Fantasia",
    "imagem": "http://lojasaraiva.vteximg.com.br/arquivos/ids/12110252/1007804406.jpg?v=637142252500600000",
    "descricao": "As aulas estão de volta à Hogwarts e Harry Potter não vê a hora de embarcar no expresso a vapor que o levará de volta à escola de bruxaria. Mais uma vez suas férias na rua dos Alfeneiros foi triste e solitária. Com muita ação, humor e magia, 'Harry Potter e o prisioneiro de Azkaban' traz de volta o gigante atrapalhado Rúbeo Hagrid, o sábio diretor Alvo Dumbledore, a exigente professora de transformação Minerva MacGonagall e o novo mestre Lupin, que guarda grandes surpresas para Harry.",
    "preco": 49.9,
    "status": true,
    "__v": 0
}
{
    "titulo": "As Crônicas De Nárnia - Volume Único",
    "autor": "C S. Lewis",
    "categoria": "Fantasia",
    "imagem": "http://lojasaraiva.vteximg.com.br/arquivos/ids/12101382/1009410142.jpg?v=637142219587830000",
    "descricao": "Viagens ao fim do mundo, criaturas fantásticas e batalhas épicas entre o bem e o mal - o que mais um leitor poderia querer de um livro? O livro que tem tudo isso é ''O leão, a feiticeira e o guarda-roupa'', escrito em 1949 por Clive Staples Lewis. MasLewis não parou por aí. Seis outros livros vieram depois e, juntos, ficaram conhecidos como ''As crônicas de Nárnia''. Nos últimos cinqüenta anos, ''As crônicas de Nárnia'' transcenderam o gênero da fantasia para se tornar parte do cânone da literatura clássica. Cada um dos sete livros é uma obra-prima, atraindo o leitor para um mundo em que a magia encontra a realidade, e o resultado é um mundo ficcional que tem fascinado gerações...",
    "preco": 39.9,
    "status": true,
    "__v": 0
}
{
    "titulo": "A Lei de Murphy e os Médicos",
    "autor": "Arthur Bloch",
    "categoria": "Humor",
    "imagem": "http://lojasaraiva.vteximg.com.br/arquivos/ids/1462618/112064.jpg?v=637003913616270000",
    "descricao": "Seja um paciente ou um cirurgião, uma enfermeira ou um clínico, ninguém está imune aos princípios básicos da Lei de Murphy. Com um agravante: quando algo dá errado na medicina, os resultados podem se mais desastrosos que em qualquer outra área. O melhor remédio, então, é relaxar e rir com uma dose extra da catastrófica Lei de Murphy, baseada nas mais avançadas especialidades da ciência médica moderna. Com textos adaptados por Ota e ilustrações de Jaguar, descubra os efeitos da mais antiga lei do mundo quando aplicada aos homens de branco e divirta-se...",
    "preco": 21.63,
    "status": true,
    "__v": 0
}
{
    "titulo": "A Culpa É Das Estrelas",
    "autor": "Jhon Green",
    "categoria": "Romance",
    "imagem": "http://lojasaraiva.vteximg.com.br/arquivos/ids/12103022/1006803643.jpg?v=637142225200500000",
    "descricao": "Hazel é uma paciente terminal. Ainda que, por um milagre da medicina, seu tumor tenha encolhido bastante — o que lhe dá a promessa de viver mais alguns anos —, o último capítulo de sua história foi escrito no momento do diagnóstico. Mas em todo bom enredo há uma reviravolta, e a de Hazel se chama Augustus Waters, um garoto bonito que certo dia aparece no Grupo de Apoio a Crianças com Câncer. Juntos, os dois vão preencher o pequeno infinito das páginas em branco de suas vidas.Batata",
    "preco": 30.72,
    "status": true,
    "__v": 0
}
{
    "titulo": "Cinquenta Tons de Cinza",
    "autor": "E. L. James",
    "categoria": "Romance",
    "imagem": "http://lojasaraiva.vteximg.com.br/arquivos/ids/12103001/1006790814.jpg?v=637142225123270000",
    "descricao": "Quando Anastasia Steele entrevista o jovem empresário Christian Grey, descobre nele um homem atraente, brilhante e profundamente dominador. Ingênua e inocente, Ana se surpreende ao perceber que, a despeito da enigmática reserva de Grey, está desesperadamente atraída por ele. Incapaz de resistir à beleza discreta, à timidez e ao espírito independente de Ana, Grey admite que também a deseja — mas em seus próprios termos.Chocada e ao mesmo tempo seduzida pelas estranhas preferências de Grey, Ana hesita. Por trás da fachada de sucesso — os negócios multinacionais, a vasta fortuna, a amada família —, Grey é um homem atormentado por demônios do passado e consumido pela necessidade de controle...",
    "preco": 44.9,
    "status": true,
    "__v": 0
}
{
    "titulo": "Nunca Foi Sorte",
    "autor": "Adriana Sant'anna",
    "categoria": "Biografia",
    "imagem": "http://lojasaraiva.vteximg.com.br/arquivos/ids/12115159/1007686183.jpg?v=637142270453600000",
    "descricao": "A partir de sua história de vida, Adriana Sant’Anna traz ferramentas que ela mesma testou em sua rotina e fizeram com que deixasse para trás uma vida de derrotas e amargura para conquistar sucesso em todos os níveis. Se você quer transformar sua vida, desfrutar de saúde, bem-estar, relações amorosas sadias e prosperidade e não sabe de que maneira, ou, ainda, se você estiver enfrentando desafios, inspire-se e tenha coragem de mudar sua rota. Diga sim para seus sonhos e crie soluções inovadoras para trazer novos resultados em seu dia a dia, a partir de ações coordenadas e constantes. Porque reinventar-se é o que Adriana Sant’Anna faz desde sempre. E ela te convida a embarcar em uma nova jornada: A jornada de reconstrução da sua vida. Mesmo que você pense em desistir. Mesmo que a vida te dê motivos para chorar. Está na hora de despertar para o seu potencial máximo. Você está pronto?",
    "preco": 44.9,
    "status": true,
    "__v": 0
}
{
    "titulo": "O Tatuador De Auschwitz",
    "autor": "Heather Morris",
    "categoria": "Biografia",
    "imagem": "http://lojasaraiva.vteximg.com.br/arquivos/ids/12564499/1010073032.jpg?v=637152462077370000",
    "descricao": "A incrível história, baseada em fatos, de um amor que os cruéis muros de Auschwitz não foram capazes de impedir Nesse romance histórico, um testemunho da coragem daqueles que ousaram enfrentar o sistema da Alemanha nazista, o leitor será conduzido pelos horrores vividos dentro dos campos de concentração da Alemanha nazista e verá que o amor não pode ser limitado por muros e cercas. Lale Sokolov e Gita Fuhrmannova, dois judeus eslovacos, se conheceram em um dos mais terríveis lugares que a humanidade já viu: o campo de concentração e extermínio de Auschwitz, durante a Segunda Guerra Mundial. No campo, Lale foi incumbido de tatuar os números de série dos prisioneiros que chegavam, trazidos pelos nazistas – literalmente marcando na pele das vítimas o que se tornaria um grande símbolo do Holocausto. Ainda que fosse acusado de compactuar com os carcereiros, Lale, no entanto, aproveitava sua posição privilegiada para ajudar outros prisioneiros, trocando joias e dinheiro por comida para mantê-los vivos e designando funções administrativas para poupar seus companheiros do trabalho braçal do campo. Nesse ambiente, feito para destruir tudo o que nele tocasse, Lale e Gita viveram um amor proibido, permitindo-se viver mesmo sabendo que a morte era iminente.",
    "preco": 47.9,
    "status": true,
    "__v": 0
}
{
    "titulo": "Toda Poesia de Machado de Assis",
    "autor": "Cláudio Murilo Leal",
    "categoria": "Poesia",
    "imagem": "http://lojasaraiva.vteximg.com.br/arquivos/ids/9191391/1007113857.jpg?v=637103709667430000",
    "descricao": "Machado de Assis é considerado o maior escritor brasileiro de todos os tempos. Unanimemente aclamado pela crítica e pelos leitores como um mestre da ficção, somente agora as suas poesias, gênero que praticou com igual maestria, vêm sendo valorizadas por pesquisadores e estudiosos. Conhecido apenas por um reduzido número dos seus mais divulgados poemas, Machado, entretanto, não pode ser visto como um poeta bissexto, já que produziu, ao longo de sua vida, uma obra poética contínua e relevante. A sua carreira literária foi marcada por uma constante dedicação à poesia, desde a estréia em 1854, ao último famoso soneto, “A Carolina”, publicado em 1906. No ano em que se completam 100 anos de sua morte, a Editora Record lança TODA POESIA DE MACHADO DE ASSIS",
    "preco": 134.9,
    "status": true,
    "__v": 0
}
{
    "titulo": "Todas As Mulheres",
    "autor": "Carpinejar",
    "categoria": "Poesia",
    "imagem": "http://lojasaraiva.vteximg.com.br/arquivos/ids/9165621/1007177313.jpg?v=637103455970470000",
    "descricao": "O retorno de Carpinejar à Poesia, gênero que o lançou como escritor Concebido como um poema de poemas interligados, Todas as Mulheres apresenta um dos mais verticais mergulhos íntimos da contemporânea literatura brasileira e marca também a volta de Fabrício Carpinejar à poesia como quem nunca tivesse partido, sem deixar de ser ao mesmo tempo novo na acepção mais poderosa do termo, o novo quando audácia. Entre tantas manifestações do feminino, Carpinejar redescobre nos amores vividos o primeiro, enquanto busca por aquele que será o último.",
    "preco": 37.9,
    "status": true,
    "__v": 0
}
{
    "titulo": "Uma Breve História da Música",
    "autor": "Roy Bennett",
    "categoria": "Música",
    "imagem": "http://lojasaraiva.vteximg.com.br/arquivos/ids/12053546/1007585874.jpg?v=637141922780570000",
    "descricao": "Uma breve história da música faz parte de uma série de livros didáticos, ilustrados e em formato grande, que atende ao estudante e ao estudioso da música em seus mais variados aspectos. Nesse volume são trilhados os caminhos da música do Ocidente a partir do século IX, quando surgiram as primeiras \"composições\"; o desenvolvimento da escrita e das ideias musicais e também os instrumentos e práticas adotadas nos diversos períodos dessa evolução. Quadros sinópticos de cada período mostram os vários tipos de música, seus locais de origem, sua gênese cronológica e os principais compositores da época.",
    "preco": 69.9,
    "status": true,
    "__v": 0
}
{
    "titulo": "A Psicologia da Arte e A Promoção do Desenvolvimento e Aprendizagem",
    "autor": "Vera Lúcia Trevisan de Souza",
    "categoria": "Artes",
    "imagem": "http://lojasaraiva.vteximg.com.br/arquivos/ids/6982182/781044.jpg?v=637075391302700000",
    "descricao": "O PROSPED-PUC/Campinas tem investido no desenvolvimento de trabalhos que contribuam para a superação de problemas que se manifestam de modo recorrente nos diversos contextos educativos, lançando mão dos conhecimentos teóricos e metodológicos da Psicologia Histórico-Cultural, em especial dos formulados por Vygotsky. Atuando na interface entre a pesquisa e a intervenção, tem buscado realizar trabalhos dentro das instituições educativas a fim de desencadear a reflexão entre as teorias sobre desenvolvimento e aprendizagem e sua aplicabilidade, visando demonstrar aos profissionais a contribuição que os conhecimentos da psicologia podem trazer para a educação, sobretudo no que concerne à compreensão do processo de apropriação de conhecimentos e da cultura por crianças e jovens. Este livro apresenta alguns trabalhos desenvolvidos por pesquisadores, sinalizando caminhos para a superação de problemas enfrentados no cotidiano dos espaços educativos, e serve de estímulo a todos os interessados em desenvolver atividades inovadoras utilizando-se da arte e de seu potencial transformador de concepções, pensamentos e ações.",
    "preco": 15.3,
    "status": true,
    "__v": 0
}
{
    "titulo": "Contos",
    "autor": "Machado de Assis",
    "categoria": "Contos",
    "imagem": "http://lojasaraiva.vteximg.com.br/arquivos/ids/9193423/1006576571.jpg?v=637103718477430000",
    "descricao": "Joaquim Maria Machado de Assis (1839-1908), o autor mais admirado dos escritores, é autor de romances como Memórias póstumas de Brás Cubas e Dom Casmurro, entre outras obras-primas da literatura brasileira e universal. É, todavia, no conto que sintetiza suas principais qualidades de escritor. Esta antologia contém alguns dos melhores contos de Machado de Assis, todos de sua fase mais madura, em que se percebe a característica que consagrou seu estilo: o uso da ironia não só reveladora de um espírito cético diante da realidade mas também eficiente enquanto postura literária, capaz de identificar um contador de casos que toma distância do que conta e mantém o leitor igualmente a distância.",
    "preco": 19.9,
    "status": true,
    "__v": 0
}
{
    "titulo": "O Instituto",
    "autor": "Stephen King",
    "categoria": "Ficção",
    "imagem": "http://lojasaraiva.vteximg.com.br/arquivos/ids/12712075/1008543135.jpg?v=637154478521570000",
    "descricao": "O novo livro de Stephen King, o Mestre do Terror, traz uma história inesquecível sobre um grupo de crianças com talentos especiais que precisam se unir para derrubar um grande mal. No meio da noite, em uma casa no subúrbio de Minneapolis, um grupo de invasores assassina os pais de Luke e sequestra silenciosamente o menino de doze anos. A operação leva menos de dois minutos. Quando Luke acorda, ele está no Instituto, em um quarto que parece muito o dele, exceto pelo fato de que não tem janela. E do lado de fora tem outras portas, e atrás delas, outras crianças com talentos especiais, que chegaram àquele lugar do mesmo jeito que Luke. O grupo formado por ele, Kalisha, Nick, George, Iris e o caçula, Avery Dixon, de apenas dez anos, está na Parte da Frente. Outros jovens, Luke descobre, foram levados para a Parte de Trás e nunca mais vistos. Nessa instituição sinistra, a equipe se dedica impiedosamente a extrair dessas crianças toda a força de seus poderes paranormais. Não existem escrúpulos.",
    "preco": 69.9,
    "status": true,
    "__v": 0
}
{
    "titulo": "O Sangue Dos Elfos - The Witcher - A Saga Do Bruxo",
    "autor": "Andrzej Sapkowski",
    "categoria": "Fantasia",
    "imagem": "http://lojasaraiva.vteximg.com.br/arquivos/ids/13131667/1010090819.jpg?v=637166355233070000",
    "descricao": "Geralt de Rívia é um bruxo sagaz e habilidoso. Um assassino impiedoso e de sangue-frio treinado, desde a infância, para caçar e eliminar monstros. Seu único objetivo: destruir as criaturas do mal que assolam o mundo. Um mundo fantástico criado por Sapkowski com claras influências da mitologia eslava. Um mundo em que nem todos os que parecem monstros são maus e nem todos os que parecem anjos são bons...",
    "preco": 64.9,
    "status": true,
    "__v": 0
}
{
    "titulo": "O Homem do Castelo Alto",
    "autor": "Phlip K Dick",
    "categoria": "Ficção",
    "imagem": "http://lojasaraiva.vteximg.com.br/arquivos/ids/12115416/1008986956.jpg?v=637142271390630000",
    "descricao": "1962, a suástica é hasteada em Nova Iorque. A escravidão é legal, os judeus tentam sobreviver e o I Ching é tão comum quanto horóscopo. Nesta distopia, Philip K. Dick traz uma visão assombrosa da história que poderia ter se tornado real caso a Alemanha nazista e o Japão tivessem ganhado a Segunda Guerra Mundial. Este livro angustiante - adaptado pela Amazon Prime, ganhador do prêmio Hugo de melhor romance - estabeleceu Philip K. Dick no gênero, quebrando a barreira entre a ficção científica e o romance filosófico. Com design de Giovanna Cianelli, a capa conta também com ilustração inédita de Rafael Coutinho, que inspirado pelas obras de Norman Rockwell salienta um dos aspectos mais sombrios do livro: quão próxima da nossa realidade é a história alternativa criada por Dick.",
    "preco": 49.9,
    "status": true,
    "__v": 0
}